Repository: JPTR2189/oh-my-grill
Catalog: oh-my-grill/oh-my-grill/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add ball
pt_br: Adicionar bola

source: Better luck and more speed next time.
pt_br: Mais sorte e rapidez na próxima vez!

source: Choose your game mode.
pt_br: Escolha o modo de jogo.

# Connected: %lld / %lld
source: Connected: %1$lld / %2$lld
pt_br: Conectado: %1$lld / %2$lld

source: Create
pt_br: Criar

source: Customize the game to your liking for the best experience.
pt_br: Customize o jogo conforme sua preferência para uma melhor experiência.

source: Enter the game
pt_br: Entre no jogo

source: Enter the room code to start the game.
pt_br: Digite o código da sala para começar o jogo.

source: Fast Cut
pt_br: Corte Rápido

source: FRY THE POTATOES
pt_br: Frite as Batatas

source: Grill the meat
pt_br: Grelhe a carne

source: Host left the game
pt_br: Host saiu do jogo

source: Join
pt_br: Entrar

source: Keep it up and do it faster and faster.
pt_br: Mantenha o ritmo e acelere ainda mais!

source: Make a cut moviment with your phone
pt_br: Faça um movimento de corte com seu celular

source: MODE
pt_br: MODO

source: Music
pt_br: Música

source: NEW MATCH
pt_br: NOVA PARTIDA

# Players: %lld / %lld
source: Players: %1$lld / %2$lld
pt_br: Jogadores: %1$lld / %2$lld

source: ROOM CODE
pt_br: CÓDIGO DA SALA

source: Rotate your phone to cook your meat.
pt_br: Gire seu celular para grelhar a carne.

source: Round %lld completed
pt_br: Round %lld completo

source: Round %lld failed
pt_br: Round %lld falhou

source: SETTINGS
pt_br: CONFIGURAÇÕES

source: Share the room code so your friends can join!
pt_br: Compartilhe o código da sala com seus amigos para eles entrarem!

source: Sound FX
pt_br: Efeitos Sonoros

source: Start Game
pt_br: Iniciar Partida

source: START GAME
pt_br: INICIAR PARTIDA

source: The host lost connection to the game. Sending you to the home page
pt_br: Host perdeu a conexão com o jogo. Levando você para o menu

source: Tilt your phone and fry the potatoes, being careful not to burn them.
pt_br: Incline seu celular e frite as batatas, mas tome cuidado para não queimá-las.

source: Type your name and enter an existing match or create
pt_br: Digite seu nome e o entre em uma sala ou crie

source: USERNAME
pt_br: NOME

source: Wait for host define your function
pt_br: Espero o host definir sua função

source: Wait for the host to start the game!
pt_br: Espero o host iniciar a partida!

source: your own to start playing!
pt_br: a sua própria para começar a jogar!
